Repository: bilaal0905/JoomSport
Catalog: iOSApp/iOSApp/Supporting Files/*.lproj/Localizable.strings
Languages: de

source: Additional
de: Diverses

source: All teams
de: Alle Teams

source: Back
de: Zurück

source: Calendar
de: Kalender

source: Choose a season
de: Wähle eine Saison aus

source: Choose a team
de: Wähle ein Team aus

source: Choose events to be notified
de: Wählen Sie die Teams aus, von den Sie benachrichtigt werden möchten

source: Events
de: Spiel

source: First launch
de: Erster Start

source: FOLLOW OPTIONS
de: Folgen Sie

source: Initializing data
de: Daten initialisieren

source: Match Results
de: Spiel Resultat

source: Match Score
de: Spiel Punkte

source: Matches with
de: Übereinstimmungen mit

source: NOTIFICATIONS
de: MITTEILUNGEN

source: Players
de: Spieler

source: Rank
de: Rang

source: Season
de: Saison

source: Select teams and seasons that you would like to follow
de: Wählen Sie Teams aus, denen Sie folgen möchten

source: Settings
de: Einstellungen

source: Sort by
de: Sortieren nach

source: Standings
de: Platzierung

source: Statistic
de: Statistik
